[
  {
    "title": "Book of the Dead",
    "desc": "With one touch of the stone, Tyron receives his Class and his life changes forever.  In an instant his bright and promising future as the scion of two powerful Slayers is torn apart and he must make a decision. Will he allow his Class to be purged from his soul, or will he cling to it, abandon all that he knows, and rise to power?",
    "author": "RinoZ",
    "img": "book-of-the-dead.jpeg",
    "rating": 5,
    "categories": ["Original", "Action", "Adventure", "Fantasy"],
    "chapters": 75,
    "followers": 8214,
    "warnings": []
  },
  {
    "title": "The Primal Hunter",
    "desc": "On just another normal Monday, the world changed. The universe had reached a threshold humanity didn’t even know existed, and it was time to finally be integrated into the vast multiverse. A world where power is the only thing that one can truly rely on. Jake, a seemingly average office worker, finds himself thrust into this new world. Into a tutorial filled with dangers and opportunities. In a world that should breed fear and concern, an environment that makes his fellow coworkers falter, Jake instead finds himself thriving. Perhaps… Jake was born for this kind of world, to begin with.",
    "author": "Zogarth",
    "img": "the-primal-hunter.jpeg",
    "rating": 4.4,
    "categories": ["Original", "Action", "Adventure", "Fantasy"],
    "chapters": 261,
    "followers": 19836,
    "warnings": ["Gore", "Profanity", "Sexual Content"]
  },
  {
    "title": "Journey of the Immortal Grandmaster",
    "desc": "Who is able to resist the allure of the cultivation world? The world where individuals can fly on their swords, crush mountains with a wave of the hand, dry up seas with another, and most importantly, have a chance to reach immortality? Han Lingyun was certainly not planning on refusing the outstretched hand he had been offered. His conviction had only strengthened after the young boy had regained his previous life’s memories as a famous mathematician. The pain of death was still etched deeply in his soul, the futility of a mortal’s body. But now Han Lingyun had found his hope to satiate his constant thirst for knowledge, his desire to uncover the laws of the world, his fascination for the universe. Follow Han Lingyun as he embarks on a mythical journey to reach immortality. One step at a time, he leverages his brilliant mind while staying true to his cautious and calculative nature in order to weave his way through the many pitfalls of this unforgiving world.",
    "author": "This_One_",
    "img": "journey-of-the-immortal-grandmaster.png",
    "rating": 4.9,
    "categories": ["Original", "Martial Arts", "Progression", "Adventure"],
    "chapters": 74,
    "followers": 2709,
    "warnings": []
  },
  {
    "title": "All the Dust that Falls: A Roomba Isekai Adventure",
    "desc": "Some seek power. Some seek justice. Others seek to root out the filth lurking in the darkest of corners. Spot was summoned from his comfortable charging pad and familiar floors to a world of magic and intrigue. After the flight of his new patrons, he is left to care for a filthy castle. During his quest to keep this new home clean, he will face demons, foreign armies, and the dreaded stairs. All those who stand before him will be swept away. Those who follow his spotless trail will find enlightenment, purity, and a world on its knees. Follow this wholesome vacuum on his quest to power, posting every day.",
    "author": "Zaifyr",
    "img": "all-the-dust-that-falls-a-roomba-isekai.png",
    "rating": 3.5,
    "categories": ["Original", "Adventure", "Comedy", "Fantasy"],
    "chapters": 23,
    "followers": 2064,
    "warnings": []
  },
  {
    "title": "All the Skills - A Deckbuilding LitRPG",
    "desc": "In a world where all magical spells have been captured into cards, those who can build a deck have the most power. The most Arthur could ever hope for was to someday earn a trash-tier spell card. When fate grants him a legendary Master of Skills card, he's thrust into a world of opportunity and danger. To survive and grow strong, Arthur must learn skills. All the skills. ",
    "author": "HonourRae",
    "img": "all-the-skills-a-deckbuilding-litrpg.png",
    "rating": 4.8,
    "categories": ["Original", "Action", "Adventure", "Fantasy"],
    "chapters": 67,
    "followers": 10200,
    "warnings": []
  },
  {
    "title": "Berry Barry",
    "desc": "What? So I’m a damn blueberry now? Yes, Barry. Yes you are. Barry just wanted to get through life. Working a useless job by day, drinking at a forgotten bar by night. It was a miserable cycle, but one he grew attached to over time. Then Barry died. Waking up, he found himself in an enormous orchard, brimming with color, fresh air, and vast oceans of blue sky. Unfortunately he also found armored insects, dark castles, and a world of powerful magic. How will Barry, the common calypso blueberry, ever hope to survive? Through the power of evolution. That’s how. Berry Barry is a gothic fantasy LitRPG about evolution. For fans of Hot Topic, fruit salad, and books. ",
    "author": "VashTheAuthor",
    "img": "berry-barry.png",
    "rating": 3.9,
    "categories": ["Original", "Action", "Adventure", "Comedy"],
    "chapters": 38,
    "followers": 680,
    "warnings": ["Gore", "Profanity"]
  },
  {
    "title": "Chaotic Craftsman Worships The Cube",
    "desc": "Summoned after an unfortunate accident in hopes they could protect the world from a coming threat, Ben and his classmates are gifted another chance at life. With fame and fortune promised to whoever is willing to fight for the sake of the world it doesn't seem like a bad deal, there's just one small problem. Ben wasn't blessed with any magic or combat skills, just crafting and enchanting. While the skills themselves aren't useless they also aren't seen as being necessary to the coming war. Now not needed and alone Ben tries to find a place in the world while meeting some of its colourful characters along the way.",
    "author": "ProbablyATurnip",
    "img": "chaotic-craftsman-worships-the-cube.jpeg",
    "rating": 4.3,
    "categories": ["Original", "Action", "Adventure", "Fantasy"],
    "chapters": 231,
    "followers": 3711,
    "warnings": ["Profanity"]
  },
  {
    "title": "Dawn of the Void",
    "desc": "Tragedy had reduced James to a nobody. Washed up and homeless in NYC, he thought his life was over. Then a message appeared in his vision: 60,000 year countdown has ended Nemesis 1 released \n Please acknowledge. As the world falls apart, as billions die, as society collapses and all hope seems lost, James discovers a powerful truth: he was wrong to think himself a nobody. With the dawn of the Void, he'll become the most important person to have ever lived.",
    "author": "pwtucker",
    "img": "dawn-of-the-void-a-litrpg-apocalypse.png",
    "rating": 3.8,
    "categories": ["Original", "Action", "Adventure", "Contemporary"],
    "chapters": 101,
    "followers": 6500,
    "warnings": ["Gore", "Profanity", "Sexual Content", "Traumatising Content"]
  },
  {
    "title": "The Armorer and the Infinite Dungeon",
    "desc": "Ukrainian urban explorer Yulia Ishenko makes a wish upon the heart of Chernobyl to make a difference in the world. Upon touching Chernobylite she is pulled into the world of magic and is reborn in a chimera village on the Edge of the Infinite Dungeon also known as the Bottomless Chasm. \n What are these odd, crystalline-organic chimera? What is the System? Can Yulia macgyver her litrpg System to get ahead in an alien culture, return her humanity and regain what she lost without becoming a monster herself? Read to find out!",
    "author": "Vitaly S Alexius",
    "img": "the-armorer-and-the-infinite-dungeon-progression.png",
    "rating": 4.4,
    "categories": ["Original", "Action", "Adventure", "Fantasy"],
    "chapters": 95,
    "followers": 3460,
    "warnings": []
  },
  {
    "title": "The Path of Ascension",
    "desc": "The story follows Matt, a young man planning to delve the rifts responsible for the monsters that destroyed his city and killed his parents. His dreams are crushed when his Tier 1 Talent is rated as detrimental, and no guild or group will take him. \n Working at a nearby inn, he meets a mysterious and powerful couple. They give him a chance to join The Path of Ascension, an empire wide race to ascend the Tiers and become living legends.\n With their recommendation and a stolen skill, Matt begins his journey to the peak of power.",
    "author": "C_Mantis",
    "img": "the-path-of-ascension.jpeg",
    "rating": 3,
    "categories": ["Original", "Action", "Adventure", "Fantasy"],
    "chapters": 155,
    "followers": 12829,
    "warnings": ["Profanity", "Traumatising Content"]
  },
  {
    "title": "Mark of the Fool",
    "desc": "After his parents died, Alex Roth had a plan: become a wizard. Through hard work, he was accepted into the world’s greatest university of wizardry—but fate had another plan. \n On his eighteenth, he is marked as one of his kingdom’s five Heroes, chosen to fight the land’s great enemy. But his brand is 'The Fool', worst of the marks.\nRather than die or serve the other Heroes like Fools in the past, he packs up his little sister, his childhood friend and her cerberus, then flees for the university in hope of refuge, magic and to unravel the truth about his land’s evil.\n There’s one small problem: The Mark tries to ruin magic while enhancing skills outside of divinity, combat and spellcraft.…\n…that is, unless he can learn to exploit the hell out of it.",
    "author": "J.M. Clarke",
    "img": "mark_of_the_fool.jpeg",
    "rating": 3.7,
    "categories": ["Original", "Action", "Adventure", "Comedy"],
    "chapters": 443,
    "followers": 14671,
    "warnings": ["Gore", "Profanity"]
  },
  {
    "title": "Mother of Learning",
    "desc": "Zorian is a teenage mage of humble birth and slightly above-average skill, attending his third year of education at Cyoria's magical academy. He is a driven and irritable young man, consumed by a desire to ensure his own future and free himself of the influence of his family, whom he resents for favoring his brothers over him. Consequently, he has no time for pointless distractions or paying attention to other people's problems. As it happens, time is something he is about to get plenty of. On the eve of the Cyoria's annual summer festival, he is killed and brought back to the beginning of the month, just before he was about to take a train to Cyoria. Suddenly trapped in a time loop with no clear end or exit, Zorian will have to look both within and without to unravel the mystery before him. And he does have to unravel it, for the time loop hadn't been made for his sake and dangers lurk everywhere... Repetition is the mother of learning, but Zorian will have to first make sure he survives to try again - in a world of magic, even a time traveler isn't safe from those who wish him ill.",
    "author": "nobody103",
    "img": "mother-of-learning.jpeg",
    "rating": 4.9,
    "categories": ["Original", "Action", "Adventure", "Fantasy", "Mystery"],
    "chapters": 106,
    "followers": 12507,
    "warnings": []
  }
]
